getMatchDataByTeams.soap

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <GetMatchdataByTeams xmlns="http://msiggi.de/Sportsdata/Webservices">
      <teamID1>=teamID1=</teamID1>
      <teamID2>=teamID2=</teamID2>
    </GetMatchdataByTeams>
  </soap:Body>
</soap:Envelope>
